JustificationDiagram.txt
@startuml

conclusion C = "Software is ready for launch" - "Internal"
strategy S = "Software is functionnal"
support A = "JUnit test logs"
support B = "Jenkins test logs"

S --> C
A --> S
B --> S

@enduml
